const questions = 
[
  {
    id: 1,
    title: "Адам Смит писал книги по...?",
    options: [
      {id: 1, score: 0, title: "истории"},
      {id: 2, score: 10, title: "экономике"},
      {id: 3, score: 0, title: "детективы"}
    ],
  },
  {
    id: 2,
    title: "При инфляции деньги?",
    options: [
      {id: 1, score: 10, title: "обесцениваются"},
      {id: 2, score: 0, title: "укрепляются"},
      {id: 3, score: 0, title: "стоимость денег не меняется"}
    ],
  },
  {
    id: 3,
    title: "Великая депрессия  в начале ХХ века была...",
    options: [
      {id: 1, score: 0, title: "в России"},
      {id: 2, score: 0, title: "в Бразилии"},
      {id: 3, score: 10, title: "в США"}
    ],
  },
  {
    id: 4,
    title: "Две осовные причины возникновения экономических кризисов?",
    options: [
      {id: 1, score: 0, title: "инфляция и безработица"},
      {id: 2, score: 0, title: "плохие законы и неэффективное государство"},
      {id: 3, score: 10, title: "неограниченные желания людей и ограниченные ресурсы"}
    ],
  },
  {
    id: 5,
    title: "В какой стране наибольшее число нобелевских лауреатов по экономике? ",
    options: [
      {id: 1, score: 0, title: "Германия"},
      {id: 2, score: 0, title: "Испания"},
      {id: 3, score: 10, title: "США"}
    ],
  }
];
